[
  {
    "title": "MasterCard",
    "text": "Mastercard, along with Visa, has been sued in a class action by ATM operators that claims the credit card networks' rules effectively fix ATM access fees. The suit claims that this is a restraint of trade in violation of federal law. The lawsuit was filed by the National ATM Council and independent operators of automated teller machines. More specifically, it is alleged that Mastercard's and Visa's network rules prohibit ATM operators from offering lower prices for transactions over PIN-debit networks that are not affiliated with Visa or Mastercard. The suit says that this price fixing artificially raises the price that consumers pay using ATMs, limits the revenue that ATM operators earn, and violates the Sherman Act's prohibition against unreasonable restraints of trade. Johnathan Rubin, an attorney for the plaintiffs said, 'Visa and Mastercard are the ringleaders, organizers, and enforcers of a conspiracy among U.S. banks to fix the price of ATM access fees in order to keep the competition at bay."
  },
  {
    "title": "Visa",
    "text": "About Visa\n We are a global payments technology company working to enable consumers, businesses, banks and governments to use digital currency.\nCorporate responsibility\nHelping improve lives and economies around the world. From advancing financial inclusion to helping in times of crisis, we're using our products, know-how and philanthropy to bring about positive change"
  },
  {
    "title": "Discover",
    "text": "Discover is a credit card brand issued primarily in the United States. It was introduced by Sears in 1985. When launched, Discover did not charge an annual fee and offered a higher-than-normal credit limit, features that were disruptive to the existing credit card industry. A subsequent innovation was 'Cashback Bonus', on purchases"
  },
  {
    "title": "PayPal",
    "text": "Purchases subject to credit approval. Accrued Reward Points that are not redeemed will be forfeited 24 months (2 years) after they were first accrued or if there are no purchases for 24 consecutive months. See Rewards Program Terms for details and other reasons why accrued Reward Points may be forfeited. Note: Without an active account with PayPal to which your Card is linked, you will not be able to (1) use the Card to make purchases through PayPal; (2) earn rewards on PayPal purchases; (3) redeem rewards online or in a form other than statement credit; and (4) take advantage of online account management, make payments online or receive online statements. You will only be able to redeem rewards in the form of a statement credit by calling the number on the back of your card."
  },
  {
    "title": "American Express",
    "text": "American Express credit cards are noted by travel guides, including Rough Guides and Lonely Planet, as being less commonly accepted in Europe than Visa or Mastercard.In an interview with an American Express spokesman in 2010, about card acceptance in the UK, the Daily Mail's financial website, This is Money, noted that 'The list of places that are taking American Express appears to be growing, rather than slowing, but it seems to be a little hit-and-miss. It's not a good feeling to enter a shop, not knowing whether or not they accept the card."
  },
  {
    "title": "Maestro",
    "text": "Maestro (stylized as maestro) is a brand of online-only[1] debit cards and prepaid cards owned by Mastercard that was introduced in 1991.[2] Maestro debit cards are obtained from associate banks and are linked to the cardholder's current account while prepaid cards do not require a bank account to operate. Maestro cards can be used at point of sale (POS) and ATMs. Payments are made by swiping cards through the payment terminal, insertion into a chip and PIN device or by a contactless reader. The payment is authorized by the card issuer to ensure that the cardholder has sufficient funds in their account to make the purchase. The cardholder then confirms the payment by either signing the sales receipt or entering their 4- to 6-digit PIN, except with contactless transactions below a specified amount for which no further verification is required"
  }
]